[
  {
    "name": "the_beatles_white",
    "title": "The Beatles - 'The Beatles' (aka 'White Album')",
    "max_amount": "790000",
    "year": "1968",
    "icon": "the_beatles_white.png",
    "icon_copyright": "The Beatles",
    "photo": "the_beatles_white_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "An undisputed classic tops the list. But this particular album is one of a kind — it’s the very first pressing of the beloved ninth album by \"the fab four,\" marked with the serial number \"A0000001\" to prove it. For years, it was rumored that the first copy went to the late John Lennon, but really it went to Ringo Starr.\n    \n    Kept in a bank vault for three-and-a-half decades, this expensive piece of Polyvinyl chloride was sold during a charity auction for a whopping $790,000. Starr put the money toward his own Lotus Foundation — a charity that provides support for victims of domestic violence, cancer research, the homeless, and other noble causes."
  },
  {
    "name": "aphex_twin",
    "title": "Aphex Twin, \"Caustic Window\"",
    "max_amount": "46300",
    "year": "1994",
    "icon": "aphex_twin.png",
    "icon_copyright": "Wikipedia",
    "photo": "aphex_twin_band.png",
    "photo_copyright": "Octavio Ruiz Cervera/Wikimedia",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "In the early '90s, Grammy Award-winning EDM pioneer Richard James (aka Aphex Twin) abandoned his in-the-works album \"Caustic Window\" — leaving behind only four test pressings on vinyl.\n\n    When a copy appeared on eBay in 2014, \"Minecraft\" video game creator and billionaire Markus \"Notch\" Persson pounced.\n    \n    Give the album a spin and decide for yourself if these techno beats are worth $46,300."
  },
  {
    "name": "prince",
    "title": "Prince, \"The Black Album\" (\"The Funk Bible\")",
    "max_amount": "42300",
    "year": "1987",
    "icon": "prince.png",
    "icon_copyright": "Warner Bros/Amazon",
    "photo": "prince_band.png",
    "photo_copyright": "Andreas Schoelzel/AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "After recording The Black Album aka \"The Funk Bible,\" and pressing 500,000 copies, Prince decided to halt the release and paid the label to recall all the records. The reason? The singer had a substance-fueled epiphany that his record was \"evil.\"\n    \n    However, by that time promotional copies had already made it to circulation. The record was widely bootlegged and got considerable radio play, despite Prince’s protestations. Evidently, the singer changed his mind about the record, releasing a CD version in 1994.\n    \n    An original, unopened American vinyl pressing sold in 2018 for $42,300, while an unsealed Canadian version sold for $27,500."
  },
  {
    "name": "tommy_johnson",
    "title": "Tommy Johnson, \"Alcohol And Jake Blues\"/\"Ridin' Horse\"",
    "max_amount": "37100",
    "year": "1930",
    "icon": "tommy_johnson.png",
    "icon_copyright": "Paramount Records/Discogs",
    "photo": "tommy_johnson_band.png",
    "photo_copyright": "RagtimeDorianHenry/YouTube",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "In a stroke of luck, the North Carolina seller of this extremely rare 78 RPM slab came into possession of the record at an estate sale. He threw the record up on eBay and watched a bidding frenzy take place. The final bid came in at $37,100.\n\n    There are believed to be only copies of the record in existence — both belong to the winning bidder, John Tefteller.\n\n    Legendary Delta blues singer and guitarist Tommy Johnson was rumored to have sold his soul to the devil to acquire his virtuosic guitar skills (no, he wasn’t related to Robert Johnson) — this tale serves as the inspiration for the character of the same name in the Coen Brothers’ film O Brother, Where Art Thou? (2000)."
  },
  {
    "name": "bob_dylan",
    "title": "Bob Dylan - \"The Freewheelin' Bob Dylan\"",
    "max_amount": "35000",
    "year": "1963",
    "icon": "bob_dylan.png",
    "icon_copyright": "Columbia Records",
    "photo": "bob_dylan_band.png",
    "photo_copyright": "Bob Dylan/YouTube",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Sometimes a small mistake or imperfection is enough to drive up the price of a collector’s item considerably. Such is the case with this already valuable record. A few tracks were meant to be replaced before the release, but someone at the pressing plant missed the memo, and a few copies featuring the wrong songs were pressed.\n    \n    If your copy has a serial number that ends in -1A, and includes these four songs (you’ll have to listen to confirm, the tracks will be mislabeled): \"Rocks and Gravel, \"Let Me Die In My Footsteps,\" ''Gamblin’ Willie’s Dead Man’s Hand\" and \"Talkin’ John Birch Blues,\" the record could be worth $35,000 or more. There are said to be less than 20 mono copies of the record and only two stereo copies."
  },
  {
    "name": "frank_wilson",
    "title": "Frank Wilson, \"Do I Love You (Indeed I Do)\"/\"Sweeter As the Days Go By\"",
    "max_amount": "34000",
    "year": "1965",
    "icon": "frank_wilson.png",
    "icon_copyright": "Amazon",
    "photo": "frank_wilson_band.png",
    "photo_copyright": "Classic Motown",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Shortly after recording \"Do I Love You\" and \"Sweeter As the Days Go By,\" Motown producer/songwriter Frank Wilson reluctantly agreed with Motown founder Berry Gordy that he’d be better suited to work behind the scenes, crafting hits for artists like the Supremes and Temptations.\n    \n    Gordy ordered the pressings destroyed. Only two copies are said to have survived, one of which was kept in Motown’s vault for a decade before it was discovered by vinyl dealer Simon Soussan. Soussan unscrupulously bootlegged the record and released it by crediting Eddie Foster as the musician. The record was a smash hit."
  },
  {
    "name": "the_velvet_underground",
    "title": "The Velvet Underground - \"The Velvet Underground & Nico\"",
    "max_amount": "25200",
    "year": "1966",
    "icon": "the_velvet_underground.png",
    "icon_copyright": "Verve",
    "photo": "the_velvet_underground_band.png",
    "photo_copyright": "JakeRudh/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "First pressings of The Velvet Underground's debut record in mono are listed on Discogs for up to $2,799. While most historians say that punk rock started in the '70s, this record is frequently mentioned as being enormously influential in the genre, despite the fact it was banned at nearly all radio stations and sold only 30,000 copies.  \n\n    But as Brian Eno once said, \"everyone who bought one of those 30,000 copies started a band\". One lucky Canadian record collector picked up a copy sans the Warhol artwork-adorned sleeve for 75 cents at a flea market, but this was no ordinary re-pressing.\n\n    The acetate record ended up being a test pressing that featured early versions of many of the songs — there are only two in existence, and one belongs to the former Velvet Underground drummer Moe Tucker. The collector put his copy up on eBay and ended up scoring $25,200."
  },
  {
    "name": "the_rolling_stones",
    "title": "The Rolling Stones, \"Street Fighting Man\"/\"No Expectations\"",
    "max_amount": "17000",
    "year": "1968",
    "icon": "the_rolling_stones.png",
    "icon_copyright": "London/Bonhams",
    "photo": "the_rolling_stones_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Here’s another album made more valuable by a controversial cover that was self-censored by the record label. The original artwork for Street Fighting Man featured a black-and-white photo of seemingly unconcerned police officers standing over an injured protester, with the single’s title and band name printed in large block letters above and below.\n    \n    Just before the album’s release, there was the infamous 1968 riots at the Democratic National Convention. The record label decided to be cautious in the wake of the controversy and political turmoil and ordered the records destroyed. About 18 records were saved somehow — one was auctioned off for $17,000 in 2011."
  },
  {
    "name": "the_beatles_yesterday",
    "title": "The Beatles, \"Yesterday and Today\"",
    "max_amount": "234000",
    "year": "1966",
    "icon": "the_beatles_yesterday.png",
    "icon_copyright": "Capitol",
    "photo": "the_beatles_yesterday_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.rollingstone.com/music/music-news/john-lennon-beatles-butcher-cover-lp-auction-834353/",
    "article_date": "2019/05/11",
    "story": "A John Lennon-owned copy of the Beatles’ infamous “butcher cover” version of Yesterday and Today, autographed by three members of the Fab Four, sold for $234,000 at a Beatles-themed auction this week.\n\n    The vinyl copy – autographed by Lennon, Paul McCartney and Ringo Starr and featuring a back cover sketch drawn by Lennon – was the centerpiece of Julien’s Auctions’ The Beatles in Liverpool auction, which featured over 300 items of Fab Four memorabilia.\n    \n    “This was a world record for a Beatles Butcher cover and the third highest price paid for a vinyl,” Darren Julien, CEO/President of Julien’s Auctions, said in a statement. “The market is still developing so we anticipate in the next five years this same record could bring $500,000 plus.”"
  },
  {
    "name": "stonewall",
    "title": "Stonewall - \"Stonewall\"",
    "max_amount": "14000",
    "year": "1976",
    "icon": "stonewall.png",
    "icon_copyright": "Photo Courtesy: Screenshot/Joe Chum/YouTube",
    "photo": "stonewall_band.png",
    "photo_copyright": "Photo Courtesy: Screenshot/Joe Chum/YouTube",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "If you’ve never heard of this 1970s psychedelic hard rock act, don’t worry. They’re an extremely obscure band who were never signed to a record label. Stonewall’s only release was pressed without the band’s knowledge. The record label that handled the release, Tiger Lily, was a tax scam operated by the mob.\n    \n    The scam worked like this — a large portion of records would be pressed and later written off as unsold. This helped to keep the parent label \"Roulette\" afloat. A few of these records made it into the right hands and achieved cult status.\n\n    At the top of the list is Stonewall’s eponymous LP, which the right buyer will spend $14,000 on. It’s Psychedelic Baby Magazine tracked down the obscure band’s drummer, Anthony Assalti for an interview in 2017."
  },
  {
    "name": "kate_bush",
    "title": "Kate Bush - \"The Sensual World (Unicef)\"",
    "max_amount": "985",
    "year": "1989",
    "icon": "kate_bush.png",
    "icon_copyright": "Fish People",
    "photo": "kate_bush_band.png",
    "photo_copyright": "musicmusingsandsuch.com",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "Only 50 copies of this charity reissue were made\n\n    Year: 2019 (original album release 1989) | Format: Vinyl LP reissue Unicef Blue Vinyl | Label, catalogue number: Fish People | Estimated value: £780 / $985 (mint condition) | Featured songs: Reaching Out, Rocket’s Tail, Love and Anger\n    \n    Like the Ozzy album featured further up this list, The Sensual World was reissued on a limited edition 50-copy run of cyan vinyl to help raise money for Unicef. Number 1 was sold for £2,200 in an open Unicef Auction, via Givergy, and copies 7-49 were entered into an open raffle. The others were sold in sets bundled with other limited edition Unicef Blue Vinyl.\n    \n    If you want to own this limited edition re-release of The Sensual World, expect to shell out a heck of a lot more cash than the cost of a £5 raffle ticket. If you were lucky enough to win one in the Unicef raffle and are thinking of selling it, Discogs states that it has sold for £780 in the past, so use that as a rough guide but don’t be afraid to aim high. In fact, right now there’s a copy of The Sensual World Unicef Blue for sale on Discogs for £2,400!"
  },
  {
    "name": "royksopp",
    "title": "Röyksopp - \"Melody A.M.\"",
    "max_amount": "14204",
    "year": "2001",
    "icon": "royksopp.png",
    "icon_copyright": "@benfirstlisten/Twitter",
    "photo": "royksopp_band.png",
    "photo_copyright": "Stian Andersen/Wikimedia Commons",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "The Norwegian electronic duo’s debut record was a critical and commercial success, selling over 1 million copies. The group gained prominence in the United States when the song \"Remind Me\" was featured in a popular Geico commercial.\n    \n    The pressing of the record that is particularly valuable, however, is one that features a stencil rendition of the front jacket painted by none other than notoriously elusive street-artist Banksy.\n    \n    There were only 100 of these limited edition hand-spray painted versions made, with several different color variants. If you were lucky enough to score one of these, it’s time to cash it in — they’re listed as high as $14,204 on Discogs. "
  },
  {
    "name": "the_white_stripes",
    "title": "The White Stripes, \"Lafayette Blues\"/\"Sugar Never Tasted So Good\"",
    "max_amount": "12700",
    "year": "1998",
    "icon": "the_white_stripes.png",
    "icon_copyright": "Italy Records/Discogs",
    "photo": "the_white_stripes_band.png",
    "photo_copyright": "White Stripes/Wikimedia",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "There were only 15 copies of this record pressed, and the cover of each was hand-painted by Dave Buick, founder of Italy records. The album, which features the song \"Lafayette Blues\" on side A, and \"Sugar Never Tasted So Good\" on side B.\n    \n    The copies were made for a Detroit record release show for the band in 1998, as the fledgling band was on the incline, destined for stardom. If you attended this gig and had the foresight to purchase one of the records for $6, you may have $12,700 filed away in a milk-crate. Hopefully, you kept it safe."
  },
  {
    "name": "robert_johnson",
    "title": "Robert Johnson - \"Me and the Devil Blues\"",
    "max_amount": "12000",
    "year": "1938",
    "icon": "robert_johnson.png",
    "icon_copyright": "Wikimedia Commons",
    "photo": "robert_johnson_band.png",
    "photo_copyright": "@telestraster/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "This 78 RPM platter features \"Me and the Devil Blues\" on side A, and \"Little Queen of Spades\" on side B. If you’ve got an original pressing in good condition, it could be worth up to $12,000. \"Me and the Devil Blues\" tells the story of the singer who wakes up to Satan knocking at his door.\n    \n    According to blues legend, Johnson met with the devil at the crossroads between Highway 1 and 8 in Mississippi. There, Johnson traded his soul for the ability to master the guitar.\n\n    Whether you believe the tale or not, listening to \"Me and the Devil Blues,\" you can easily hear the profound influence Johnson had on the genre. "
  },
  {
    "name": "hank_mobley",
    "title": "Hank Mobley - \"Blue Note 1568\"",
    "max_amount": "11162",
    "year": "1957",
    "icon": "hank_mobley.png",
    "icon_copyright": "@John_Ichi_/Twitter",
    "photo": "hank_mobley_band.png",
    "photo_copyright": "@bluenoterecords/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Jazz fans rejoice. There were between 300 and 1,000 copies of this record printed in 1957, but a small variation in printing makes one particular version especially valuable. The story goes that famed jazz record label Blue Note ran out of labels when printing the record.\n    \n    Some records featured the standard label, that had the label’s address listed as \"47 West 63rd NYC,\" while others said \"47 West 63rd New York 23.\" Both versions are incredibly valuable — one with the standard label sold for about $11,162 on eBay in 2015. In theory, the other version should be worth even more."
  },
  {
    "name": "olivia_newton_john",
    "title": "Olivia Newton-John and Electric Light Orchestra (ELO), \"Xanadu\"",
    "max_amount": "9100",
    "year": "1980",
    "icon": "olivia_newton_john.png",
    "icon_copyright": "MCA Records/Discogs",
    "photo": "olivia_newton_john_band.png",
    "photo_copyright": "Reed Saxon/AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "The title Xanadu frequently appears on another type of list — it’s been called one of the worst movies ever made. That doesn’t mean the promotional picture disc that featured the movie’s theme song isn’t one of the most sought-after records of all time.\n    \n    Rumor has it that Olivia Newton-John hated the way she looked in the picture printed on the front of the disc so much that she had the record company stop the pressing. Between 20 and 30 records survived. If you managed to sneak a copy away from Olivia Newton-John, you may be able to cash it in for $9,100."
  },
  {
    "name": "u2",
    "title": "U2 - \"Pride (In the Name of Love)\"",
    "max_amount": "9000",
    "year": "1984",
    "icon": "u2.png",
    "icon_copyright": "@U2/Twitter",
    "photo": "u2_band.png",
    "photo_copyright": "@Mariana25351058/Twitter",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "story": "The very limited Australian edition on translucent vinyl is said to only have 50 of its kind — though only a small handful have surfaced over the years. Despite the fact that the song ranks 388th on Rolling Stone’s list of the greatest songs ever made, Bono says he’s unsatisfied with how the song turned out.\n    \n    The song references the assassination of Martin Luther King and the civil rights movement, but Bono says he could have better fleshed out the lyrics. According to him, the Edge and producer Brian Eno convinced him that keeping the lyrics vague would allow the song to resonate deeper with non-English speakers.\n\n    Whether you agree with the singer or not, one of these particular 12-inch singles will sell for up to $9,000.\n"
  },
  {
    "name": "sex_pistols",
    "title": "Sex Pistols - \"God Save the Queen\"/\"No Feeling\"",
    "max_amount": "19334",
    "year": "1977",
    "icon": "sex_pistols.png",
    "icon_copyright": "A&M Records",
    "photo": "sex_pistols_band.png",
    "photo_copyright": "Press Association/AP Photo",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": " As the story goes, six days after the Sex Pistols signed to A&M Records on 10 March 1977 outside Buckingham Palace, the label broke contract and dropped the band due to their raucous behaviour. Apparently, Sid Vicious smashed up a toilet and Johnny Rotten gobbed off at the office staff. Naughty boys.\n\n    A pissed-off A&M promptly ordered all 25,000 pressed copies of the band’s debut single, God Save The Queen, to be destroyed. Only a small amount survived the cull. That’s why this 7 Inch is one of the most valuable punk records in the world.\n    \n    Authentic originals feature 7284 printed twice on the B-side, with God Save The Queen as the A-side and No Feelings as the B-side, and come with the original A&M sleeve, brown envelope and press release. When A&M closed its doors for good in 1999, more promo copies were found in the company’s vault and dished out to laid-off staff.\n    \n    Then there’s the 1977 acetate, sent out by Malcolm McLaren to secure the Sex Pistols a new record deal after the A&M showdown. In 2012 these acetates were valued at £6,000 but have since increased in value by over 50%. When God Save The Queen finally appeared, in May 1977, it was on Virgin and with a different B-side (Did You No Wrong)."
  },
  {
    "name": "max_steiner",
    "title": "Max Steiner, \"The Caine Mutiny\"",
    "max_amount": "6700",
    "year": "1954",
    "icon": "max_steiner.png",
    "photo": "max_steiner_band.png",
    "icon_copyright": "RCA Victor/Discogs",
    "photo_copyright": "Film Music Notes/Wikimedia",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Half soundtrack, half dialogue recording, this record was scrapped when Herman Wouk, writer of the novel on which the critically-acclaimed film was based, threatened to never allow the studio to use his work ever again if they released the album.\n    \n    Wouk was furious at what he saw as blatant theft of his intellectual property, since the B-side of the record was a recording of the climactic courtroom scene, lifted verbatim from his novel. Columbia agreed to halt the release of the album and destroy all copies. "
  },
  {
    "name": "century_symphony_orchestra",
    "title": "Century Symphony Orchestra, \"Waltzes by Johann Strauss, Jr.\"",
    "max_amount": "5500",
    "year": "1956",
    "icon": "century_symphony_orchestra.png",
    "icon_copyright": "RCA Camden",
    "photo": "century_symphony_orchestra_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Did you think classical music would be left off of this list? Record companies would often enlist the help of relatively unknown artists to provide the album art for their classical and jazz releases. This particular album cover was drawn by a certain starving artist that was destined for stardom. His name? Andy Warhol.\n    \n    There are only seven known copies of this record in existence. One is on display at the Andy Warhol Museum in Pittsburgh, while the other sold for $5,500 in 2012. It’s unlikely you’ve got one of the other four, but at that selling price, it’s worth a look. "
  },
  {
    "name": "bruce_springsteen_spirit",
    "title": "Bruce Springsteen, \"Spirit in the Night\"",
    "max_amount": "5000",
    "year": "1973",
    "icon": "bruce_springsteen_spirit.png",
    "photo": "bruce_springsteen_spirit_band.png",
    "icon_copyright": "@consequence/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "photo_copyright": "@fantasysite/Twitter",
    "article_date": "2020/04/18",
    "story": "An original pressing of \"the Boss’\" first single on Columbia records is extremely hard to come across. Promotional copies will sell for hundreds, but an original pressing of the commercial release is rumored to fetch $5,000. If you think you may have a copy lying around somewhere, now would be the time to start digging.\n    \n    Springsteen recorded \"Spirit in the Night\" for his debut full-length Greetings from Asbury Park, N.J. Though met with critical acclaim, neither the single or the LP sold particularly well at first. It was not until his third album Born to Run that he’d find commercial success. Despite this, \"Spirit in the Night\" is a crowd favorite — Springsteen frequently plays it at live shows to rapturous applause."
  },
  {
    "name": "elton_john",
    "title": "Elton John - \"I’ve Been Loving You\"",
    "max_amount": "5000",
    "year": "1968",
    "icon": "elton_john.png",
    "icon_copyright": "@carloswancide/Twitter",
    "photo": "elton_john_band.png",
    "photo_copyright": "@alloldiesradio/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "This is the debut record by the \"Rocketman\" himself. Bernie Taupin, who collaborated with John on many of his biggest hits was credited for penning the lyrics, though Elton John would later admit that John had written the song by himself. He gave Bernie the credit to help him get his first publishing royalties.\n\n    The single itself is rare, but if you have the ultra-rare copy that was released only in Portugal, you’ve got yourself a small fortune. This version includes the songs \"Thank You for All Your Lovin’\" and \"Angel Tree.\" Find the right collector and it’ll sell for $5,000."
  },
  {
    "name": "brute_force",
    "title": "Brute Force - \"King of Fuh\"",
    "max_amount": "5000",
    "year": "1969",
    "icon": "brute_force.png",
    "icon_copyright": "@HudsonRivRadio/Twitter",
    "photo": "brute_force_band.png",
    "photo_copyright": "@HudsonRivRadio/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "Printed by The Beatles’ label Apple Recordings, this single almost never saw the light of day — all because it featured an obscenity in the lyrics. When it became clear that Capitol and EMI wanted no part of the record, which featured an overdub of philharmonic strings done by George Harrison himself, the Beatles decided to put it out themselves.\n\n    The record was later given a proper release in 2010, nearly half a century after it was recorded. However, it’s the records from the original run of 1,000 copies that will get you a good sum of cash. They can go for up to $5,000. "
  },
  {
    "name": "elvis_presley_speedway",
    "title": "Elvis Presley - \"Speedway\"",
    "max_amount": "5000",
    "year": "1968",
    "icon": "elvis_presley_speedway.png",
    "icon_copyright": "@strummerxbowie/Twitter",
    "photo": "elvis_presley_speedway_band.png",
    "photo_copyright": "@SociallyElvis/Twitter",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "By the time Elvis Presley made Speedway, he was nearing the end of his acting career. The film was not well received by critics or at the box office. Despite the film’s failings, copies of the soundtrack are extremely valuable. Rumor has it that only 300 copies were printed.\n    \n    Whatever you may think of the film’s plot, you have to admit \"The King\" pulls off some pretty cool jackets. If you had the foresight not to take the record out of its packaging and left the red sticker on the shrink wrap, you could have $5,000 on your hands."
  },
  {
    "name": "misfits",
    "title": "Misfits, \"Legacy of Brutality\"",
    "max_amount": "5000",
    "year": "1986",
    "icon": "misfits.png",
    "icon_copyright": "Caroline Records",
    "photo": "misfits_band.png",
    "photo_copyright": "themockstar/Wikimedia",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "There were only 16 copies of the second pressing of this compilation album. Legacy of Brutality was produced, overdubbed, and pressed by Misfits’ singer Glen Danzig after he had quit the band; he overdubbed the instrumental parts of the band’s old recordings so he wouldn’t have to pay royalties to his old band-mates.\n    \n    As you might expect, this led to a tense legal battle that lasted several months. If you managed to get ahold of one of the second pressings, which featured a pink platter, you could be sitting on as much as $5,000 if it’s kept in mint condition."
  },
  {
    "name": "pink_floyd",
    "title": "Pink Floyd – \"The Dark Side of The Moon\"",
    "max_amount": "1256",
    "year": "1973",
    "icon": "pink_floyd.png",
    "icon_copyright": "Harvest Records",
    "photo": "pink_floyd_band.png",
    "photo_copyright": "pinkfloyd.eu",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "Pink Floyd’s 1973 psychedelic masterpiece was the band’s first album to feature Roger Waters as sole lyricist, and quickly became an abundant cash cow for the band. So much so, some profits from the album were used to help fund the filming of Monty Python and the Holy Grail. Nice one, Floyd.\n\n    That fun fact aside, the original 1973 pressing on Harvest records is now a valuable collectible vinyl record, regularly loitering around the estimated value mark of a grand if in mint condition. Some have been auctioned for over £2,000/$2,531. \n    \n    The original 1973 pressing has the iconic gatefold matte picture sleeve with single side opening, plus black inner sleeve, a solid light blue prism on the labels, and a greenish tint to the stickered album cover, with A-2/B-2 matrix stamps in the runout area. \n    \n    The first pressing was packaged with a black semi-matt inner sleeve, two posters – one pyramids poster, one group poster – and two stickers. If you’re lucky enough to stumble upon this little bundle in a charity shop, buy it and run (straight to the bank). The Pink Floyd archives has a very thorough run-down of the first pressing."
  },
  {
    "name": "depeche_mode",
    "title": "Depeche Mode, \"Music for the Masses\"",
    "max_amount": "4600",
    "year": "1987",
    "icon": "depeche_mode.png",
    "icon_copyright": "Mute/Discogs",
    "photo": "depeche_mode_band.png",
    "photo_copyright": "MagicCrystal7/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "It’s the cover that makes this particular record ultra-valuable. The original UK version of the album featured a graphic of a white speaker with soundwaves emanating from it, set on a bright orange background.\n    \n    The cover design was scrapped, replaced by the photograph of a loudspeaker in the middle of a desert that new wave fans are familiar with, but not before a few were printed with the old design.\n\n    In the ‘90s, the label decided to re-release the album and accidentally shipped out a few of the old records to some stores by mistake. It goes without saying that these copies are extremely rare. Former Depeche Mode keyboardist Alan Wilder sold a copy for $4,600 in 2011."
  },
  {
    "name": "the_beatles_please",
    "title": "The Beatles – \"Please Please Me\"",
    "max_amount": "4200",
    "year": "1963",
    "icon": "the_beatles_please.png",
    "icon_copyright": "@beatlespod/Twitter",
    "photo": "the_beatles_please_band.png",
    "photo_copyright": "@beatlespod/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "details": "The Beatles famously recorded this album in a rush. They had only four songs recorded by the time the deadline was nearing and had to record seven songs in one day — a process that took nine hours and 45 minutes. John Lennon had a bad cold on the day of recording, which made for the iconic raspy vocal recording of \"Twist and Shout.\"\n    \n    The rarest of the rare copies of The Beatles’ debut full-length album have sold for around $4,200. These are the very first pressings, which features the band’s name in gold lettering on a black label. Both mono and stereo versions are rare and valuable, but the stereo version fetches the highest price."
  },
  {
    "name": "the_13th_floor_elevators",
    "title": "The 13th Floor Elevators – \"Reverberation (Doubt)\"",
    "max_amount": "4000",
    "year": "1966",
    "icon": "the_13th_floor_elevators.png",
    "icon_copyright": "@snorterboy/Twitter",
    "photo": "the_13th_floor_elevators_band.png",
    "photo_copyright": "@higeman/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "details": "This early recording of four 13th Floor Elevators songs will make you up to $4,000 if you find the right buyer. The record features the songs \"Reveraration (Doubt),\" \"You’re Gonna Miss Me,\" \"Fire Engine,\" and \"Tried to Hide.\" The 13th Floor Elevators were hugely influential, in essence inventing the psychedelic rock genre.\n\n    Despite their incredible influence, the discography of the band is quite short–they only recorded four full-length studio albums. Roky Erickson, the legendary guitarist of the band suffered from paranoid schizophrenia, which caused his career to take many twists and turns.\n\n    Eventually he was able to get effective treatment and the band was able to reunite in 2015. Erickson passed away on May 31, 2019. "
  },
  {
    "name": "elvis_presley_blue",
    "title": "Elvis Presley, \"That's All Right\"/\"Blue Moon of Kentucky\"",
    "max_amount": "4000",
    "year": "1954",
    "icon": "elvis_presley_blue.png",
    "icon_copyright": "Sun/Discogs",
    "photo": "elvis_presley_blue_band.png",
    "photo_copyright": "RCA Victor/AP Photo",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "This album was recorded by \"the King\" during the studio session for another song. Presley was taking a break from recording when he started jamming Arthur Crudup’s song \"That’s All Right, Mama\" with bassist Bill Black. Scotty Moore soon joined in on guitar.\n    \n    This caught the ear of producer Sam Phillips, who quickly pressed record. They laid down the album’s B-side \"Blue Moon of Kentucky\" the next day, and the rest is history. Many historians consider this to be the first true rock-n-roll record ever made (though this is the subject of heated debate). Regardless, a mint condition version of the record is worth around $4,000."
  },
  {
    "name": "the_beatles_abbey",
    "title": "The Beatles - \"Abbey Road\"",
    "max_amount": "4000",
    "year": "1969",
    "icon": "the_beatles_abbey.png",
    "icon_copyright": " @talcmedia/Twitter",
    "photo": "the_beatles_abbey_band.png",
    "photo_copyright": " @talcmedia/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2021/03/10",
    "story": "A particularly rare version of this Beatles classic can sell for up to $4,000. You can tell if you have the rare UK export by checking for the yellow and black Parlophone Records label. The catalog number is PPCS 7088. Bonus points if it has a gold sticker on the back.\n    \n    Abbey Road was the 11th studio album released by the legendary quartet from Liverpool. Though it originally received mixed reviews upon its release, it’s since been celebrated as one of the greatest rock records ever made. Rolling Stone magazine puts it 14th on their list of the \"500 Greatest Records of All Time.\" "
  },
  {
    "name": "david_bowie_diamond",
    "title": "David Bowie - \"Diamond Dogs\"",
    "max_amount": "3550",
    "year": "1974",
    "icon": "david_bowie_diamond.png",
    "icon_copyright": "Dust_PNG/Twitter",
    "photo": "david_bowie_diamond_band.png",
    "photo_copyright": "@gallerybowie/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "details": "It’s unlikely that Guy Peellaert, the album cover artist for Diamond Dogs, knew what part of his painting would eventually make the record nearly priceless. This particular version of Bowie’s release on RCA records wasn’t meant to see the light of day.\n    \n    The label reportedly got nervous upon noticing the back album cover depicted the bottom half of a dog — genitals and all, so they had the offending parts airbrushed before release.\n    \n    A few enterprising employees made off with some originals. A copy once sold on eBay for $3,550 in 2003. With Bowie’s recent passing, copies of the rare record featuring the exposed dog will undoubtedly fetch an even higher price."
  },
  {
    "name": "cherry_five",
    "title": "Cherry Five - \"Cherry Five\"",
    "max_amount": "3500",
    "year": "1975",
    "icon": "cherry_five.png",
    "icon_copyright": "@1974Progrock/Twitter",
    "photo": "cherry_five_band.png",
    "photo_copyright": "@1974Progrock/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "details": "Fans of classic horror movies have definitely heard this band. Shortly after releasing this record, they’d change their name to Goblin and provide the soundtrack to the original Suspiria, Dawn of the Dead, and Deep Red. Their first release is extremely rare — an original pressing will get you up to $3,500.\n    \n    They broke out after changing their name and recording the soundtrack to Proffondo Rosso (Deep Red), the debut film by legendary Italian director Dario Argento. The film’s main theme became an unexpected huge success. They went on to do several more successful collaborations with Argento and some of the most iconic soundtracks in horror cinema. "
  },
  {
    "name": "quarrymen",
    "title": "Quarrymen, \"In Spite of All the Danger\"/\"That'll Be The Day\"",
    "max_amount": "260000",
    "year": "1958",
    "icon": "quarrymen.png",
    "icon_copyright": "Phillips Sound Recording Service/Wikipedia",
    "photo": "quarrymen_band.png",
    "photo_copyright": "MarianneLily/YouTube",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "details": "Behold what some collectors guess might be the world's most valuable record — an acetate grooved with the first songs ever recorded by John Lennon, Paul McCartney and George Harrison. In 1958, before The Beatles, the band was named The Quarrymen. Along with pre-Ringo drummer Colin Hanton and pianist John Lowe, they laid down these two tracks (an original tune, plus a Buddy Holly cover) in a Liverpool studio.\n\n    After the songs were pressed to a single disc, the studio master tape was erased. Pianist Lowe was in possession of the record until 1981 when he tried to auction it. But not before McCartney swooped in, bought it for an undisclosed sum, and later had an estimated 50 copies made to give as Christmas gifts to family and friends.\n    \n    Record Collector magazine values the reproductions at $13,000 and conservatively pegs Macca's singular original disc at $260,000. "
  },
  {
    "name": "abba",
    "title": "ABBA - 'Hovas Vittne'",
    "max_amount": "3500",
    "year": "1981",
    "icon": "abba.png",
    "icon_copyright": "AVRO/Beeld & Geluid wiki/Wikimedia Commons",
    "photo": "abba_band.png",
    "photo_copyright": "@MattPopOfficial/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "details": "This special promotional copy of the ABBA single was only distributed to those within the record company. Only 200 copies were ever printed of the elusive red vinyl. The rare record features \"Hovas Vittne\" on side-A and \"Tivedshambo\" on side-B.\n    \n    The swedish band from Stockholm are one of the most commercially successful musical groups of all time. The classic lineup consisted of two married couples: Fältskog and Ulvaeus, and Lyngstad and Andersson. Sadly, both marriages could not withstand the pressures of stardom and success.\n\n    If you kept your copy of Hovas Vittne in good condition, this record could get you $3,500. "
  },
  {
    "name": "david_bowie_prettiest",
    "title": "David Bowie - \"The Prettiest Star\"",
    "max_amount": "2000",
    "year": "1973",
    "icon": "david_bowie_prettiest.png",
    "icon_copyright": "@crisistiocix/Twitter",
    "photo": "david_bowie_prettiest_band.png",
    "photo_copyright": "@MVinny69/Twitter",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "The picture-sleeved version of this 45 RPM single is extremely rare. It features one of the most iconic images in rock and roll history. The late rockstar purportedly performed the song over the phone while proposing to his future (ex) wife Angela Barnett.\n    \n    Marc Bolan, who would become Bowie’s rival for the crown of \"The King of Glam\" plays guitar on the song. Supposedly, the relationship between the two musicians soured when Bolan’s wife remarked to Bowie, \"Marc is too good for you, to be playing on this record!\" It seems David Bowie would have the last laugh, however. Conservative estimates put the value of this record at $2,000."
  },
  {
    "name": "xtc",
    "title": "XTC - \"Science Friction\"",
    "max_amount": "1977",
    "year": "2000",
    "icon": "xtc.png",
    "icon_copyright": " Jean-Luc Ourlin/Wikimedia Commons",
    "photo": "xtc_band.png",
    "photo_copyright": "Wikimedia Commons",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "The British new wave band put out \"Science Friction\" and \"She’s So Square\" as a 45 RPM single. Purportedly, there were only 50 copies printed before the band decided to put it out as a 12-inch instead. If you were able to score a copy of the 7-inch, you may have a small fortune on your hands.\n    \n    This record marked the beginning of their career. XTC went on to release 14 full-length albums and were particularly influential on the Brit-pop bands that reached popularity in the 1990s. If you have this rare record, you may be able to sell it for $2,000."
  },
  {
    "name": "nirvana",
    "title": "Nirvana - \"Bleach\"",
    "max_amount": "2500",
    "year": "1989",
    "icon": "nirvana.png",
    "icon_copyright": "Sub Pop",
    "photo": "nirvana_band.png",
    "photo_copyright": "Gene Ambo/MediaPunch/IPX/AP Photo",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "Gen Xers, your cherished wax copy of Nirvana's landmark 1991 album \"Nevermind\" may have big sentimental value, but unless you've got a first pressing in mint condition (unlikely), it ain't worth much.\n\n    The Nirvana record that collectors lust after is the band's '89 debut album, \"Bleach,\" on Seattle's grunge-pioneering label, Sub Pop. The priciest editions are the third pressing on red-and-white marbled vinyl and limited to 500 copies. They are about $1,100 in cherry condition.\n    \n    And the original 1,000-copy issue on white vinyl sold for as much as $2,500."
  },
  {
    "name": "the_jimi_hendrix_experience",
    "title": "The Jimi Hendrix Experience - \"Axis: Bold As Love\"",
    "max_amount": "750",
    "year": "1967",
    "icon": "the_jimi_hendrix_experience.png",
    "icon_copyright": "Track Records",
    "photo": "the_jimi_hendrix_experience_band.png",
    "photo_copyright": "hotpress.com",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "Again, you’ll see many different versions of this guitar-driven album for sale, but if you want to attract the big moula you’ll need to own the mono 1st UK pressing on the Track Record label, with laminated gatefold sleeve and gatefold insert, and a sleeve cover designed by Roger Law. Depending on the condition, this Hendrix vinyl could be worth up to £750 or more, according to the Rare Record Price Guide.\n\n    As always, the amounts vary – in November 2015, MusicPrice Guide detailed a copy that sold for $928 / £835 at auction. Another sold on eBay in 2015 for $1,790 / £1,611. Feeling flush? Seymour Kassel Records currently has one for sale, with the price ‘on application’. We bet it won’t be cheap, but if you have the money and you love Hendrix, it’s worth exploring.\n    \n    Oh, and it isn’t just Hendrix vinyl that’s super-valuable: eight lines of lyrics handwritten by Jimi in 1966 sold for a whopping £10,000 at Christie’s. But we guess that’s a small price to pay for something that’s been touched by an actual genius."
  },
  {
    "name": "the_who",
    "title": "The Who, \"The Who Sell Out\"",
    "max_amount": "1100",
    "year": "1967",
    "icon": "the_who.png",
    "icon_copyright": "Track",
    "photo": "the_who_band.png",
    "photo_copyright": "The Who/Facebook",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "There were only 1,000 copies in the first run of the Who’s third album — half pressed in stereo and half mono. The album included a psychedelic butterfly poster. If you’ve got one of the rare albums and the poster, you should be able to get around $1,100 for it on eBay.\n    \n    Ironically, Chris Stamp, the band’s co-manager and producer asked a few of the brands referenced on the cover and in the interludes for endorsement dollars. The deodorant company Odorono, and PAMS Productions, the marketing company that recorded many of the jingles used as interludes on the album, took offense and sued the band for royalties."
  },
  {
    "name": "miles_davis",
    "title": "Miles Davis, \"Kind of Blue\"",
    "max_amount": "1000",
    "year": "1959",
    "icon": "miles_davis.png",
    "icon_copyright": "Columbia/Amazon",
    "photo": "miles_davis_band.png",
    "photo_copyright": "Miles Davis/YouTube",
    "article": "https://www.reference.com/world-view/valuable-vinyls",
    "article_date": "2020/04/18",
    "story": "It may not be number one on this list, but it’s arguably the coolest record on here. Miles Davis revolutionized the jazz genre multiple times during his career, but his most valuable record (at least in financial terms) is Kind of Blue.\n    \n    One of the most celebrated trumpeters in history, Davis recorded Kind of Blue with legendary saxophonists John Coltrane and Cannonball Adderley, pianists Bill Evans and Wynton Kelly, bassist Paul Chambers, and drummer Jimmy Cobb. Many critics consider it to be Davis’ greatest record — it is also the best-selling jazz album to date."
  },
  {
    "name": "led_zeppelin",
    "title": "Led Zeppelin, \"Led Zeppelin\"",
    "max_amount": "1945",
    "year": "1969",
    "icon": "led_zeppelin.png",
    "icon_copyright": "Atlantic Records",
    "photo": "led_zeppelin_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "Every rock fan needs a copy of Led Zeppelin’s debut album in their vinyl collection, but if you have the first UK pressing, you’re quids in. How can you tell if it’s the right pressing? On the album’s cover, the colour of the Led Zep lettering and Atlantic logo are turquoise rather than orange (as found on later editions). The record itself also features Superhype Music/Jewel Music publishing credits (the second pressing switched over to Warner Bros/7 Arts).\n\n    Even though Led Zeppelin is well-loved now, a lot of major press hated it upon release back in 1969. Rolling Stone tore the record a new one, calling Jimmy Page’s production ‘limited’ and describing Robert Plant’s vocals as ‘strained and unconvincing shouting’. Sounds like our karaoke performance on a Saturday night. \n    \n    Fast forward a few decades and that same publication has the album listed at No 29 in their ‘500 best albums of all time’ guide."
  },
  {
    "name": "bruce_springsteen",
    "title": "Bruce Springsteen, \"Last American Hero From Asbury Park N.J.\"",
    "max_amount": "2400",
    "year": "1978",
    "icon": "bruce_springsteen.png",
    "icon_copyright": "CBS/Sony",
    "photo": "bruce_springsteen_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "Among the most sought-after Boss records, this LP sampler was exclusive to Japan and contains a compilation of 10 tracks to help promote the \"Darkness on the Edge of Town\" album.\n\n    Fortunately for collectors, the problem is none of the included cuts are from said album, but rather plucked from Springsteen's first three LPs.\n    \n    It's believed less than 100 copies were released, and today sell for as high as $2,400. "
  },
  {
    "name": "david_bowie_dana",
    "title": "David Bowie and Dana Gillespie - \"Bowpromo\"",
    "max_amount": "6000",
    "year": "1971",
    "icon": "david_bowie_dana.png",
    "icon_copyright": "Record Store Day",
    "photo": "david_bowie_dana_band.png",
    "photo_copyright": "Suzanne Vlamis/AP Photo",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "In 1971, David Bowie's manager had 500 promo records pressed to help his client and fellow artist Dana Gillespie secure a new deal with RCA Records. Side one included tracks that'd later appear on Bowie's landmark album \"Hunky Dory,\" while the flip side featured Gillespie's songs.\n\n    Since the record was solely intended for industry execs, it had a blank white label and came in a plain sleeve. Nowadays, the only way collectors can verify a copy as the real McCoy is by the matrix number \"BOWPROMO 1A-1/1B-1\" stamped on the record itself, hence the nickname \"Bowpromo.\"\n    \n    If you can't spare $5,000 to $6,000 for an original, 5,000 reproductions were pressed for a 2017 Record Store Day release that goes for about $30 on eBay."
  },
  {
    "name": "ozzy_osbourne",
    "title": "Ozzy Osbourne - \"Diary of A Mad Man (Unicef)\"",
    "max_amount": "1348",
    "year": "1981",
    "icon": "ozzy_osbourne.png",
    "icon_copyright": "Epic",
    "photo": "ozzy_osbourne_band.png",
    "photo_copyright": "Fin Costello, Getty Images",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "Here we go with more limited edition blue vinyl, but this time it’s Unicef Blue Vinyl. This limited edition reissue of Ozzy’s second studio album was limited to 50 copies, all individually numbered with a Unicef hologram sticker. It was one of 16 ‘classic, cult and contemporary’ albums reissued as cyan pressings to raise money for the Unicef Children’s Emergency Fund.\n\n    No 1 of the first pressing of Diary of A Mad Man Unicef Blue Vinyl was made available at auction in November 2018 and sold for £500. Prize draws determined the other 49 owners – at the time, people could enter the draw by purchasing a £5 ticket. That’s a huge ROI considering what these records are now going for in mint condition."
  },
  {
    "name": "the_five_sharps",
    "title": "The Five Sharps, \"Stormy Weather\"/\"Sleepy Cowboy\"",
    "max_amount": "19000",
    "year": "1952",
    "icon": "the_five_sharps.png",
    "icon_copyright": "Pawn Stars/YouTube",
    "photo": "the_five_sharps_band.png",
    "photo_copyright": "JohnnyElvis1935/YouTube",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "This super-duper rare doo-wop platter attracted mainstream attention in 2016 when it was featured on the reality TV show \"Pawn Stars.\"\n\n    The seller asked $25,000, but his record was in poor, damaged shape, and no deal was made.\n    \n    On the flip side, a choice specimen sold in 2003 for a confirmed price of $19,000."
  },
  {
    "name": "long_cleeve_little_harvey",
    "title": "Long Cleve Reed and Little Harvey Hull — Down Home Boys, \"Original Stack O' Lee Blues\"/\"Mama You Don't Know How\"",
    "max_amount": "70000",
    "year": "1927",
    "icon": "long_cleeve_little_harvey.png",
    "icon_copyright": "Black Patti/Discogs",
    "photo": "long_cleeve_little_harvey_band.png",
    "photo_copyright": "Wirz' American Music",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "Old-timey jazz and blues aficionados are perhaps the record-collecting world's most fanatical, and none more so than Maryland's legendary 78 rpm junkie Joe Bussard. Searching for a mega-rare Charlie Patton record that Steve Buscemi's character in the movie \"Ghost World\" would sever his right arm for? Bussard's got it.\n\n    He also possesses what may be the world's most valuable blues slab — the only known copy of obscure artist Reed's version of \"Stack O' Lee\" on the short-lived Black Patti label.\n    \n    With a one-of-a-kind item, there's no price precedent, yet Bussard has reportedly turned down an offer as high as $70,000."
  },
  {
    "name": "madonna",
    "title": "Madonna, \"Erotica\"",
    "max_amount": "4000",
    "year": "1992",
    "icon": "madonna.png",
    "icon_copyright": "Warner Bros./Discogs",
    "photo": "madonna_band.png",
    "photo_copyright": "Barry Sweet/AP Photo",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "Madonna vinyl doesn't usually command big bucks, unless it's this U.K-pressed picture-disc single featuring an image of the Material Girl sucking on supermodel Naomi Campbell's big toe.\n\n    Upon the record's impending release, British royal Sarah, Duchess of York (aka \"Fergie\"), was embroiled in a tabloid scandal involving a photo of her toes being sucked by an extramarital lover. Warner Bros. Records honchos, not wanting to appear as if they were cashing in on a foot-fetish controversy, withdrew the single.\n    \n    Yet more than 100 copies went unaccounted for. Depending on the condition, today they sell on eBay for $3,000 to $4,000."
  },
  {
    "name": "elvis_presley_hapiness",
    "title": "Elvis Presley - \"My Happiness\"/\"That's When Your Heartache Begins\"",
    "max_amount": "300000",
    "year": "1953",
    "icon": "elvis_presley_hapiness.png",
    "icon_copyright": "Sun Records",
    "photo": "elvis_presley_hapiness_band.png",
    "photo_copyright": "AP Photo",
    "article": "https://www.workandmoney.com/s/most-valuable-vinyl-records-d199c54aee464079",
    "article_date": "2021/03/10",
    "story": "Jack White's lo-fi obsession borders on insufferable. But at least the man has good taste. In 2015, he shelled out a headline-grabbing $300,000 for a one-of-a-kind acetate recorded by an 18-year-old Presley at Sam Phillips' Memphis Recording Service studio for $4.\n\n    \"The King\" gave the record to his friend Ed Leek, who cherished the disc for more than 60 years until he passed and his daughter sold it to White. Shortly after, White's own Third Man Records label did Elvis fans a solid by reproducing the acetate for a limited-edition 2015 Record Store Day release."
  },
  {
    "name": "queen",
    "title": "Queen - \"Bohemian Rhapsody\"/\"I'm In Love With My Car\"",
    "max_amount": "6355",
    "year": "1978",
    "icon": "queen.png",
    "icon_copyright": "EMI",
    "photo": "queen_band.png",
    "photo_copyright": "Queen Official/Youtube",
    "article": "https://www.loudersound.com/features/10-of-the-worlds-most-valuable-vinyl-records-do-you-own-any-of-these-beatles-queen-and-nirvana-lps",
    "article_date": "2020/03/16",
    "story": "When EMI won a Queen’s Award To Industry For Export Achievement in 1978, the label celebrated with a fancy luncheon at Selfridges. Guests were treated to a limited edition blue vinyl 7 Inch of Bohemian Rhapsody / I’m In Love With My Car, housed in a hand-numbered maroon and gold custom sleeve. The hand-numbering is important, as only those numbered 1-200 come under the ‘official edition’ banner.\n\n    Just 200 copies were pressed, the majority of which were handed out alongside etched goblets, an embroidered handkerchief/scarf, a commemorative pen and a box of matches. If you own a legit copy of the 7 Inch plus merch, you’re looking at a sweet payday. In August 2013, No 37 of the single plus the embroidered handkerchief sold for £3,300. The complete package, including the original luncheon invite, attracts the top-end prices."
  }
]
